---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.InSup4
source: html/9c08fda6-4f9d-33fe-23d1-2a9c8750af5e.htm
---
# Autodesk.Revit.DB.SymbolTypeId.InSup4 Property

Symbol in⁴, indicating unit Inches to the fourth power.

## Syntax (C#)
```csharp
public static ForgeTypeId InSup4 { get; }
```